# MepWaterloopChillertype Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepWaterloopChillertype Property
ParameterTypeId Class See Also
---
"Chiller Type"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepWaterloopChillertype { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepWaterloopChillertype As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepWaterloopChillertype {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace